books_app/app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "memo", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "四月は君の嘘"], ["memo", "ピアニストのバイオリニスト"], ["created_at", "2019-11-08 02:16:27.917028"], ["updated_at", "2019-11-08 02:16:27.917028"]]